[{"title": "Jameson Distillery", "summary": "Jameson Distillery Bow St. is an Irish whiskey tourist attraction located just off Smithfield Square in Dublin, Ireland. Jameson Distillery Bow St. is the original site where Jameson Irish Whiskey was distilled until 1971. It is now a visitors centre that provides guided tours, tutored whiskey tastings, JJs bar and a gift shop.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Jameson-Bow-St-Front-Door-500px.jpg/280px-Jameson-Bow-St-Front-Door-500px.jpg", "url": "https://en.wikipedia.org/wiki/Jameson_Distillery_Bow_St.", "latitude": "53.3482", "longitude": "-6.2768"}, {"title": "EPIC The Irish Emigration Museum", "summary": "EPIC The Irish Emigration Museum is located in Dublin's Docklands which covers the history of the Irish diaspora and emigration to other countries.  It was designed by the London-based design firm Event Communications and was voted as \"Europe's Leading Tourist Attraction\" at the 2019 World Travel AwardsPIC The Irish Emigration Museum is located in Dublin's Docklands which covers the history of the Irish diaspora and emigration to other countries.  It was designed by the London-based design firm Event Communications and was voted as \"Europe's Leading Tourist Attraction\" at the 2019 World Travel Awards.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/EPIC_The_Irish_Emigration_Museum.jpg/220px-EPIC_The_Irish_Emigration_Museum.jpg", "url": "https://en.wikipedia.org/wiki/EPIC_The_Irish_Emigration_Museum", "latitude": "53.348", "longitude": "-6.248"}, {"title": "The Little Museum of Dublin", "summary": "The Little Museum of Dublin is a people's museum of Dublin, situated at 15 St. Stephens Green, Dublin, Ireland. The museum is located in an 18th-century Georgian town house owned by Dublin City Councilhe Little Museum of Dublin is a people's museum of Dublin, situated at 15 St. Stephens Green, Dublin, Ireland. The museum is located in an 18th-century Georgian town house owned by Dublin City Council.", "image": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Little_Museum_of_Dublin.jpg", "url": "https://en.wikipedia.org/wiki/The_Little_Museum_of_Dublin", "latitude": "53.3395", "longitude": "-6.2582"}, {"title": "Kilmainham Gaol Museum", "summary": "Kilmainham Gaol is a former prison in Kilmainham, Dublin, Ireland. It is now a museum run by the Office of Public Works, an agency of the Government of Ireland. Many Irish revolutionaries, including the leaders of the 1916 Easter Rising, were imprisoned and executed in the prison by the orders of the UK Government.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Kilmainham_Gaol_Main_Hall_2016-06-03.jpg/220px-Kilmainham_Gaol_Main_Hall_2016-06-03.jpg", "url": "https://en.wikipedia.org/wiki/Kilmainham_Gaol", "latitude": "53.34167", "longitude": "-6.30944"}, {"title": "Teeling Whiskey Distillery", "summary": "Teeling Distillery is an Irish whiskey distillery established in Dublin in 2015. It is the first new whiskey distillery to have opened in Dublin, once a world whiskey distilling capital, in over 125 years. In fact, with the last of the original Dublin distilleries having closed in 1976, it is the first whiskey distillery to operate in Dublin, once home to at least 37 distilleries, in almost 40 years.The distillery was established by Jack and Stephen Teeling, whose father John Teeling had founded the Cooley Distillery in 1987eeling Distillery is an Irish whiskey distillery established in Dublin in 2015. It is the first new whiskey distillery to have opened in Dublin, once a world whiskey distilling capital, in over 125 years. In fact, with the last of the original Dublin distilleries having closed in 1976, it is the first whiskey distillery to operate in Dublin, once home to at least 37 distilleries, in almost 40 years.The distillery was established by Jack and Stephen Teeling, whose father John Teeling had founded the Cooley Distillery in 1987.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Teeling_Distillery_Dublin.jpg/220px-Teeling_Distillery_Dublin.jpg", "url": "https://en.wikipedia.org/wiki/Teeling_Distillery", "latitude": "53.337861", "longitude": "-6.276833"}, {"title": "Glasnevin Cemetery Museum", "summary": "Glasnevin Cemetery is a large cemetery in Glasnevin, Dublin, Ireland which opened in 1832.  It holds the graves and memorials of several notable figures, and has a museum.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Historic_Ireland_-_Glasnevin_Cemetery_Is_a_Hidden_Gem_And_Well_Worth_a_Visit_%285544825503%29.jpg/300px-Historic_Ireland_-_Glasnevin_Cemetery_Is_a_Hidden_Gem_And_Well_Worth_a_Visit_%285544825503%29.jpg", "url": "https://en.wikipedia.org/wiki/Glasnevin_Cemetery", "latitude": "53.37222", "longitude": "-6.27778"}, {"title": "Trinity College Dublin", "summary": "Trinity College  officially the College of the Holy and Undivided Trinity of Queen Elizabeth near Dublin, is the sole constituent college of the University of Dublin, a research university located in Dublin, Ireland. The college was founded in 1592 by Queen Elizabeth I as \"the mother of a university\" that was modeled after the collegiate universities of Oxford and Cambridge, but unlike these affiliated institutions, only one college was ever established; as such, the designations \"Trinity College\" and \"University of Dublin\" are usually synonymous for practical purposes. The college is legally incorporated by \"the Provost, Fellows, Foundation Scholars and other members of the Board,\" as outlined by its founding charter.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ab/University_of_Dublin%2C_Trinity_College.png/150px-University_of_Dublin%2C_Trinity_College.png", "url": "https://en.wikipedia.org/wiki/Trinity_College_Dublin", "latitude": "53.3444", "longitude": "-6.2577"}, {"title": "Guinness Storehouse", "summary": "Guinness Storehouse is a tourist attraction at St. James's Gate Brewery in Dublin, Ireland. Since opening in 2000, it has received over twenty million visitors.The Storehouse covers seven floors surrounding a glass atrium shaped in the form of a pint of Guinnessuinness Storehouse is a tourist attraction at St. James's Gate Brewery in Dublin, Ireland. Since opening in 2000, it has received over twenty million visitors.The Storehouse covers seven floors surrounding a glass atrium shaped in the form of a pint of Guinness.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/Guinness_Storehouse_logo.jpg/220px-Guinness_Storehouse_logo.jpg", "url": "https://en.wikipedia.org/wiki/Guinness_Storehouse", "latitude": "53.341874000", "longitude": "-6.286709306"}, {"title": "National Museum of Ireland – Archaeology", "summary": "The National Museum of Ireland – Archaeology is a branch of the National Museum of Ireland located  on Kildare Street in Dublin, Ireland, and dealing with Irish and other antiquities. In general, the museum covers the history of Ireland from the Stone Age to the Late Middle Ages. Many important artefacts from the museum were featured in The Irish Times feature and book A History of Ireland in 100 Objects.It features displays on prehistoric Ireland, including Bronze Age work in gold, early medieval church treasures of Celtic art, Viking Ireland and Medieval Ireland.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/National_Museum_of_Ireland.jpg/220px-National_Museum_of_Ireland.jpg", "url": "https://en.wikipedia.org/wiki/National_Museum_of_Ireland_%E2%80%93_Archaeology", "latitude": "53.340362", "longitude": "-6.254907"}, {"title": "St Stephen's Green", "summary": "St Stephen's Green is a city centre public park in Dublin, Ireland. The current landscape of the park was designed by William Sheppard. It was officially re-opened to the public on Tuesday, 27 July 1880 by Lord Ardilaun.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Dublin_Stephen%27s_Green-44_edit.jpg/240px-Dublin_Stephen%27s_Green-44_edit.jpg", "url": "https://en.wikipedia.org/wiki/St_Stephen%27s_Green", "latitude": "53.33806", "longitude": "-6.25917"}, {"title": "The Book of Kells", "summary": "The Book of Kells is an illuminated manuscript Gospel book in Latin, containing the four Gospels of the New Testament together with various prefatory texts and tables. It was created in a Columban monastery in either Britain or Ireland and may have had contributions from various Columban institutions from both Britain and Ireland. It is believed to have been created c.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/KellsFol032vChristEnthroned.jpg/250px-KellsFol032vChristEnthroned.jpg", "url": "https://en.wikipedia.org/wiki/Book_of_Kells", "latitude": 53.34393, "longitude": -6.256562}, {"title": "The Old Library", "summary": "The Library of Trinity College Dublin serves  Trinity College and the University of Dublin. It is a legal deposit or \"copyright library\", which means that publishers in Ireland must deposit a copy of all their publications there, free of charge. It is also the only Irish library to hold such rights for the United Kingdom.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Long_Room_Interior%2C_Trinity_College_Dublin%2C_Ireland_-_Diliff.jpg/240px-Long_Room_Interior%2C_Trinity_College_Dublin%2C_Ireland_-_Diliff.jpg", "url": "https://en.wikipedia.org/wiki/Library_of_Trinity_College_Dublin", "latitude": "53.34389", "longitude": "-6.256806"}, {"title": "Phoenix Park", "summary": "Phoenix Park is an urban park in Dublin, Ireland, lying 2–4 km west of the city centre, north of the River Liffey. Its 11 km perimeter wall encloses 707 hectares (1,750 acres); it is one of the largest enclosed recreational spaces within any European capital city. It includes large areas of grassland and tree-lined avenues, and since the 17th century has been home to a herd of wild fallow deer. The English name comes from the Irish fionn uisce meaning \"clear water\". The Irish Government is lobbying UNESCO to have the park designated as a world heritage site.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Phoenix_Monument.jpg/300px-Phoenix_Monument.jpg", "url": "https://en.wikipedia.org/wiki/Phoenix_Park", "latitude": "53.36000", "longitude": "-6.32500"}, {"title": "National Botanic Gardens", "summary": "The National Botanic Gardens is a botanical garden, located in Glasnevin, 5 km north-west of Dublin city centre, Ireland. The 19.5 hectares are situated between Glasnevin Cemetery and the River Tolka where it forms part of the river's floodplain.\nThe gardens were founded in 1795 by the Dublin Society (later the Royal Dublin Society) and are today in State ownership through the Office of Public Works.", "image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/Grdnlogoold.gif/230px-Grdnlogoold.gif", "url": "https://en.wikipedia.org/wiki/National_Botanic_Gardens_(Ireland)", "latitude": "53.3720000", "longitude": "-6.2730000"}, {"title": "Dublin Zoo", "summary": "Dublin Zoo  in Phoenix Park, Dublin, is a zoo in Ireland, and one of Dublin's most popular attractions. Established and designed in 1830 by Decimus Burton, it opened the following year. The zoo describes its role as conservation, study, and education.", "image": "https://upload.wikimedia.org/wikipedia/en/c/cd/Dublin_Zoo_logo.png", "url": "https://en.wikipedia.org/wiki/Dublin_Zoo", "latitude": "53.35389", "longitude": "-6.30389"}, {"title": "14 Henrietta Street", "summary": "14 Henrietta Street is a museum located on Henrietta Street in Dublin, Ireland. It opened in September 20184 Henrietta Street is a museum located on Henrietta Street in Dublin, Ireland. It opened in September 2018.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/HENRIETTA_STREET_-_DUBLIN_%28402556531%29.jpg/220px-HENRIETTA_STREET_-_DUBLIN_%28402556531%29.jpg", "url": "https://en.wikipedia.org/wiki/14_Henrietta_Street", "latitude": "53.3523486", "longitude": "-6.2701543"}, {"title": "Chester Beatty", "summary": "The Chester Beatty is a museum and library in Dublin. Formerly known as the Chester Beatty Library, it was established in Ireland in 1950, to house the collections of mining magnate, Sir Alfred Chester Beatty. The present museum, on the grounds of Dublin Castle, opened on 7 February 2000, the 125th anniversary of Beatty's birth and was named European Museum of the Year in 2002.The museum's collections are displayed in two galleries: \"Sacred Traditions\" and \"Arts of the Book\"he Chester Beatty is a museum and library in Dublin. Formerly known as the Chester Beatty Library, it was established in Ireland in 1950, to house the collections of mining magnate, Sir Alfred Chester Beatty. The present museum, on the grounds of Dublin Castle, opened on 7 February 2000, the 125th anniversary of Beatty's birth and was named European Museum of the Year in 2002.The museum's collections are displayed in two galleries: \"Sacred Traditions\" and \"Arts of the Book\".", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/ChesterBeattyLibaryFrount.jpg/220px-ChesterBeattyLibaryFrount.jpg", "url": "https://en.wikipedia.org/wiki/Chester_Beatty_Library", "latitude": "53.342271", "longitude": "-6.267480"}, {"title": "Christ Church Cathedral", "summary": "Christ Church Cathedral, more formally The Cathedral of the Holy Trinity, is the cathedral of the United Dioceses of Dublin and Glendalough and the cathedral of the ecclesiastical province of the United Provinces of Dublin and Cashel in the Church of Ireland. It is situated in Dublin, Ireland, and is the elder of the capital city's two medieval cathedrals, the other being St Patrick's Cathedral.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Christ_Church_Cathedral_%28Dublin%29.jpg/220px-Christ_Church_Cathedral_%28Dublin%29.jpg", "url": "https://en.wikipedia.org/wiki/Christ_Church_Cathedral,_Dublin", "latitude": "53.34306", "longitude": "-6.27139"}, {"title": "Croke Park Stadium Tour & GAA Museum", "summary": "Croke Park is a Gaelic games stadium located in Dublin, Ireland. Named after Archbishop Thomas Croke, it is sometimes called Croker by GAA fans and locals. It serves as both the principal stadium and headquarters of the Gaelic Athletic Association (GAA).", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Croke_Park_from_the_Hill_-_2004_All-Ireland_Football_Championship_Final.jpg/300px-Croke_Park_from_the_Hill_-_2004_All-Ireland_Football_Championship_Final.jpg", "url": "https://en.wikipedia.org/wiki/Croke_Park", "latitude": "53.3607500", "longitude": "-6.2513333"}, {"title": "Saint Patrick's Cathedral", "summary": "Saint Patrick's Cathedral in Dublin, Ireland, founded in 1191, is the National Cathedral of the Church of Ireland. With its 43-metre (141 ft) spire, St. Patrick's is the tallest church (other than diocesan cathedrals) in Ireland and the largest. Christ Church Cathedral, also a Church of Ireland cathedral in Dublin, is designated as the local cathedral of the diocese of Dublin and Glendalough.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/St_Patrick%27s_Cathedral_Exterior%2C_Dublin%2C_Ireland_-_Diliff.jpg/220px-St_Patrick%27s_Cathedral_Exterior%2C_Dublin%2C_Ireland_-_Diliff.jpg", "url": "https://en.wikipedia.org/wiki/St_Patrick%27s_Cathedral,_Dublin", "latitude": "53.33944", "longitude": "-6.27139"}, {"title": "National Gallery of Ireland", "summary": "The National Gallery of Ireland houses the national collection of Irish and European art. It is located in the centre of Dublin with one entrance on Merrion Square, beside Leinster House, and another on Clare Street. It was founded in 1854 and opened its doors ten years later. The Gallery has an extensive, representative collection of Irish paintings and is also notable for its Italian Baroque and Dutch masters painting. The current director is Sean Rainbird.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/National_Gallery_of_Ireland%2C_Nov_2017.jpg/220px-National_Gallery_of_Ireland%2C_Nov_2017.jpg", "url": "https://en.wikipedia.org/wiki/National_Gallery_of_Ireland", "latitude": "53.340914", "longitude": "-6.252554"}, {"title": "The Jeanie Johnston: An Irish Famine Story", "summary": "Jeanie Johnston is a replica of a three masted barque that was originally built in Quebec, Canada, in 1847 by the Scottish-born shipbuilder John Munn. The replica Jeanie Johnston performs a number of functions: an ocean-going sail training vessel at sea and in port converts into a living history museum on 19th century emigration and, in the evenings, is used as a corporate event venue.\neanie Johnston is a replica of a three masted barque that was originally built in Quebec, Canada, in 1847 by the Scottish-born shipbuilder John Munn. The replica Jeanie Johnston performs a number of functions: an ocean-going sail training vessel at sea and in port converts into a living history museum on 19th century emigration and, in the evenings, is used as a corporate event venue.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Jeanie_Johnston.jpg/300px-Jeanie_Johnston.jpg", "url": "https://en.wikipedia.org/wiki/Jeanie_Johnston", "latitude": "53.3477194", "longitude": "-6.2455861"}, {"title": "Temple Bar", "summary": "Temple Bar is an area on the south bank of the River Liffey in central Dublin, Ireland. The area is bounded by the Liffey to the north, Dame Street to the south, Westmoreland Street to the east and Fishamble Street to the west. It is promoted as Dublin's 'cultural quarter' and, as a centre of Dublin's city centre's nightlife, is a tourist destination.Temple Bar is in the Dublin 2 postcode.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/TempleBar.JPG/250px-TempleBar.JPG", "url": "https://en.wikipedia.org/wiki/Temple_Bar,_Dublin", "latitude": "53.34556", "longitude": "-6.26278"}, {"title": "Grafton Street", "summary": "Grafton Street is one of the two principal shopping streets in Dublin city centre, the other being Henry Street. It runs from St Stephen's Green in the south (at the highest point of the street) to College Green in the north (to the lowest point). In 2008, Grafton Street was the fifth most expensive main shopping street in the world, at €5,621/m²/year, and the thirteenth most expensive main shopping street in the world in 2016 at approx €3,300/m²/year.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Grafton_St%2C_Dublin.jpg/220px-Grafton_St%2C_Dublin.jpg", "url": "https://en.wikipedia.org/wiki/Grafton_Street", "latitude": "53.34139", "longitude": "-6.26028"}, {"title": "The Famine Sculptures", "summary": "The Famine Memorial officially simply titled Famine is a memorial in Dublin, Ireland. The memorial, which stands on Customs House Quays is in remembrance of the Great Famine  which saw the population of the country halved through death and emigration.", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Casanova_ritratto.jpg", "url": "https://en.wikipedia.org/wiki/Famine_Memorial_(Dublin)", "latitude": 53.348019, "longitude": -6.249421}, {"title": "Richmond Barracks", "summary": "Richmond Barracks was a British Army barracks in Inchicore, Dublin, Ireland. It is now a museumichmond Barracks was a British Army barracks in Inchicore, Dublin, Ireland. It is now a museum.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Richmond_Barracks%2C_Dublin.jpg/250px-Richmond_Barracks%2C_Dublin.jpg", "url": "https://en.wikipedia.org/wiki/Richmond_Barracks", "latitude": "53.338537", "longitude": "-6.316177"}, {"title": "Molly Malone Statue", "summary": "\"Molly Malone\" is a popular song set in Dublin, Ireland, which has become its unofficial anthem.\nThe Molly Malone statue in Grafton Street was unveiled by then Lord Mayor of Dublin, Alderman Ben Briscoe, during the 1988 Dublin Millennium celebrations, when 13 June was declared to be Molly Malone Day. The statue was presented to the city by Jury's Hotel Group to mark the Millennium.", "image": "https://upload.wikimedia.org/wikipedia/commons/4/48/Molly_Malone_073007.JPG", "url": "https://en.wikipedia.org/wiki/Molly_Malone", "latitude": 53.343757, "longitude": -6.260938}, {"title": "O'Connell Street", "summary": "O'Connell Street is Dublin's main thoroughfare. It measures 49 m (54 yds) in width at its southern end, 46 m (50 yds) at the north, and is 500 m (547 yds) in length. During the 17th century, it was a narrow street known as Drogheda Street (named after Henry Moore, Earl of Drogheda).", "image": "https://upload.wikimedia.org/wikipedia/commons/6/68/Clearys.doyler79.jpg", "url": "https://en.wikipedia.org/wiki/O%27Connell_Street", "latitude": "53.34944", "longitude": "-6.26028"}, {"title": "Merrion Square", "summary": "Merrion Square is a Georgian garden square on the southside of Dublin city centre.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Merrion_Square_Houses.jpg/240px-Merrion_Square_Houses.jpg", "url": "https://en.wikipedia.org/wiki/Merrion_Square", "latitude": "53.33972", "longitude": "-6.24917"}, {"title": "Dublin Castle", "summary": "Dublin Castle is a major Irish government complex, conference centre, and tourist attraction. It is located off Dame Street in Dublin.\nUntil 1922 it was the seat of the British government's administration in Ireland.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/The_Dubhlinn_Gardens_Dublin_Castle_01.JPG/240px-The_Dubhlinn_Gardens_Dublin_Castle_01.JPG", "url": "https://en.wikipedia.org/wiki/Dublin_Castle", "latitude": "53.3429", "longitude": "-6.2675"}, {"title": "Phil Lynott Statue", "summary": "Philip Parris Lynott was an Irish singer, musician, and songwriter. His most commercially successful group was Thin Lizzy, of which he was a founding member, the principal songwriter, lead vocalist and bassist. He was known  for his imaginative lyrical contributions including working class tales and numerous characters drawn from personal influences and Celtic culture.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Thin_lizzy_22041980_01_400.jpg/220px-Thin_lizzy_22041980_01_400.jpg", "url": "https://en.wikipedia.org/wiki/Phil_Lynott", "latitude": 53.341287, "longitude": -6.260674}, {"title": "Poolbeg Lighthouse", "summary": "Poolbeg Lighthouse in Dublin Bay was built in 1768 and initially operated on candlepower but changed to oil in 1786.  It was re-designed and re-built into its present form in 1820.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Poolbeglighthouse.JPG/220px-Poolbeglighthouse.JPG", "url": "https://en.wikipedia.org/wiki/Poolbeg_Lighthouse", "latitude": "53.342167", "longitude": "-6.151306"}, {"title": "Monument to Oscar Wilde", "summary": "Oscar Fingal O'Flahertie Wills Wilde was an Irish poet and playwright. After writing in different forms throughout the 1880s, the early 1890s saw him become one of the most popular playwrights in London. He is best remembered for his epigrams and plays, his novel The Picture of Dorian Gray, and the circumstances of his criminal conviction for gross indecency for consensual homosexual acts, imprisonment, and early death at age 46.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Oscar_Wilde_3g07095u-adjust.jpg/220px-Oscar_Wilde_3g07095u-adjust.jpg", "url": "https://en.wikipedia.org/wiki/Oscar_Wilde", "latitude": 53.340843, "longitude": -6.250538}, {"title": "Ha'penny Bridge", "summary": "The  Ha'penny Bridge  known later for a time as the Penny Ha'penny Bridge, and officially the Liffey Bridge, is a pedestrian bridge built in May 1816 over the River Liffey in Dublin, Ireland.  Made of cast iron, the bridge was cast in Shropshire, England.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/HalfPennyBridge.jpg/240px-HalfPennyBridge.jpg", "url": "https://en.wikipedia.org/wiki/Ha%27penny_Bridge", "latitude": "53.3461", "longitude": "-6.263"}, {"title": "The Custom House", "summary": "The Custom House is a neoclassical 18th century building in Dublin, Ireland which houses the Department of Housing, Planning and Local Government. It is located on the north bank of the River Liffey, on Custom House Quay between Butt Bridge and Talbot Memorial Bridge.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/DublinTheCustomHouse-2014-10.jpg/240px-DublinTheCustomHouse-2014-10.jpg", "url": "https://en.wikipedia.org/wiki/The_Custom_House", "latitude": "53.348544", "longitude": "-6.253147"}, {"title": "James Joyce Statue", "summary": "James Augustine Aloysius Joyce was an Irish novelist, short story writer, poet, teacher, and literary critic. He contributed to the modernist avant-garde and is regarded as one of the most influential and important authors of the 20th century. Joyce is best known for Ulysses (1922), a landmark work in which the episodes of Homer's Odyssey are paralleled in a variety of literary styles, most famously stream of consciousness.", "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Revolutionary_Joyce_Better_Contrast.jpg/220px-Revolutionary_Joyce_Better_Contrast.jpg", "url": "https://en.wikipedia.org/wiki/James_Joyce", "latitude": 53.349906, "longitude": -6.259781}]